DataProcessors/ОбменЭСФ/Templates/ЗапросВСqueryAllProductIdsRequest/Ext/Template.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nam="namespace.vstore">
   <soapenv:Header/>
   <soapenv:Body>
      <nam:queryAllProductIdsRequest>
        <sessionId>[sessionId]</sessionId>
         <registrationNumbers> [registrationNumberList]</registrationNumbers>
      </nam:queryAllProductIdsRequest>
   </soapenv:Body>
</soapenv:Envelope>
